Revit 2027 API
ParameterTypeId.StairstypeNotchWidth Property
 "Notch Width":
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairstypeNotchWidth { get; }
Public Shared ReadOnly Property StairstypeNotchWidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairstypeNotchWidth {
	ForgeTypeId^ get ();
}
static member StairstypeNotchWidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace